<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2017/2/15 0015
 * Time: 下午 6:51
 */

return [
    -1    => ['code'=>-1,'message'=>'操作失败'],
    0     => ['code'=>0,'message'=>'操作成功'],
    100   => ['code'=>100,'message'=>'参数错误'],
    10000 => ['code'=>10000,'message'=>'该账户已经注册'],
    10001 => ['code'=>10001,'message'=>'恭喜您注册成功'],
    10002 => ['code'=>10002,'message'=>'注册失败'],
    10003 => ['code'=>10003,'message'=>'发送短信失败'],
    10004 => ['code'=>10004,'message'=>'发送短信成功'],
    10005 => ['code'=>10005,'message'=>'验证码错误'],
    10006 => ['code'=>10006,'message'=>'用户名或密码不正确,请重新输入'],
    10007 => ['code'=>10007,'message'=>'验证码无效'],
    10008 => ['code'=>10008,'message'=>'您还不是注册会员,请先注册申请会员'],
    10009 => ['code'=>10009,'message'=>'支付金额不正确'],
    10010 => ['code'=>10010,'message'=>'订单错误'],
    10011 => ['code'=>10011,'message'=>'创建支付记录失败'],
    10012 => ['code'=>10012,'message'=>'修改订单失败'],
    10013 => ['code'=>10013,'message'=>'修改金币积分失败'],
    10014 => ['code'=>10014,'message'=>'请提交正确邮箱地址'],
    10015 => ['code'=>10015,'message'=>'你输入的金币不合法,请重新输入'],
    10016 => ['code'=>10016,'message'=>'提交订单失败'],
    10017 => ['code'=>10017,'message'=>'上传文件失败'],
    10018 => ['code'=>10018,'message'=>'添加购物车失败'],
    10019 => ['code'=>10019,'message'=>'该商品已经收藏'],
    10020 => ['code'=>10020,'message'=>'订单错误'],
    10021 => ['code'=>10021,'message'=>'该账号已经存在'],
    10022 => ['code'=>10022,'message'=>'密码错误'],
    10023 => ['code'=>10023,'message'=>'充值失败'],
    10024 => ['code'=>10024,'message'=>'两次输入密码不一致,请重新输入'],
    10025 => ['code'=>10025,'message'=>'您购买的商品库存不足,请移除购物车重新购买'],
    10026 => ['code'=>10026,'message'=>'您提交的独家商品已被他人独家,请稍后再试'],
    10027 => ['code'=>10027,'message'=>'订单超时,请重新下单'],
    10028 => ['code'=>10028,'message'=>'验证码过期,请重新请求验证码'],
    10029 => ['code'=>10029,'message'=>'清空购物车失败'],
    10030 => ['code'=>10030,'message'=>'购买商品数量不够平台规定起发量'],
    10031 => ['code'=>10031,'message'=>'该商品不存在'],
    10032 => ['code'=>10032,'message'=>'该商品库存不足'],
    10033 => ['code'=>10033,'message'=>'购买商品数量不够起订量'],
    10034 => ['code'=>10034,'message'=>'独家商品不存在'],
    100002=> ['code'=>100002,'message'=>'该账户已被禁用,请联系客服'],
];
