<!DOCTYPE html>
<html>

<head lang="zh-cn">
	<meta charset="utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<meta name="description" content="">
	<meta name="keywords" content="">
	<meta name="viewport" content="width=device-width,initial-scale=1">
	<title>账户注册协议</title>
	<meta name="renderer" content="webkit">
	<!-- No Baidu Siteapp-->
	<meta http-equiv="Cache-Control" content="no-siteapp">
	<link rel="alternate icon" type="image/png" href="logo.png">
	<link rel="apple-touch-icon-precomposed" href="i/app-icon72x72@2x.png">
	<meta name="apple-mobile-web-app-title" content="AMUI React">
	<meta name="apple-mobile-web-app-capable" content="yes">
	<meta name="apple-mobile-web-app-status-bar-style" content="black">
</head>
<body>
<div class="help_main_right">
	<!--内容-->
	<div class="help_explain">
		<p style="text-align: center"><strong>荟酒网公司依据以下条件和条款为您提供所享有的服务，请仔细阅读并遵守：</strong></p>
		<p style="text-indent: 1.2rem;">欢迎阅读荟酒网《荟酒网服务条款协议》 (下称“本协议”)。本协议阐述之条款和条件适用于您使用荟酒网（所涉域名为 ：

			huijiuguoji.com，下同），所提供的在全球企业间(B-TO-B)电子市场(e-market)中进行贸易和交流的各种工具和荟酒网交易服务(下

			称“服务”)。</p>
		<p style="text-indent: 1.2rem;">  荟酒网在此特别提醒用户认真阅读、充分理解本协议各条款，谨慎选择接受或不接受本协议。用户在本网站注册、登录或使用

			本网站服务，即表示用户接受本协议的全部条款，并同意接受其约束，同时请注意，一旦你点击“创建我的账户”这个按钮，就意味

			着你将无条件服从并且接受荟酒网的相关协议与约束，如果你不能接受协议的全部条款，请不要点击“创建我的账户”这个按钮。</p>
		<p><strong>1、注册：</strong></p>
		<p> 为了能够在本网站上选购产品和/或获取某些服务，每个使用者都必须在该网站注册。注册用户的状态和购买过程由协议、与协

			议有关的条款条件进行管理和约束。</p>
		<p>（1）符合下列条件的个人、组织才能成为本网站的用户：销售客户需要有合法经营资质；消费客户需要有企事业单位合法证

			明；同时具备使用本网站或在本网站购买商品、享受服务的完全民事行为能力，并承诺对相关行为承担相应的法律责任。不具备上述

			资格的人不得成为本网站用户，本公司一经发现，有权立即注销该用户并禁止被注销用户资格的个人或组织再次使用本网站。</p>
		<p>（2）本网站提供免费注册服务，注册时应根据本网站的要求和提示，提供真实、准确、即时、完整的个人信息，并且应随时跟

			进和及时修正，如因注册信息不真实而引起的问题由用户本人承担，本网站不负任何责任并有权暂停或终止用户的账号。</p>
		<p>(3）注册成功之后，你将获得一个在本网站使用的唯一一个属于您的账户号和密码，请妥善保管。每次使用这个账户号产生的

			交易结果都将由该账户号独自承担，用户需自行妥善保管账户和密码，并且，如果没有获取本网站的预先书面同意，用户不能将账户

			号和密码转让、转借给其他人使用。如果你使用或转让账户号和密码时，由于不规范的操作引起纠纷、损失和伤害，本网站将不承担

			任何责任。如用户代表其他自然人、法人或组织在本网站上注册会员，则需声明并保证已获得授权并有权使前述法律主体受本协议的

			约束。</p>

		<p>（4）本网站能以任何理由拒绝用户的注册申请，也能以任何理由（包括但不仅限于以下内容：付款或交货延迟、违反合同、侵

			犯第三方权利、给本网站带来不利因素）暂停或终止用户的账号。
		</p>
		<p>
			（5）请注意，居住或交易的国家和地区不同，网站为注册用户提供的服务、功能和特性可能会不同，并且，网站一些特定的功
			能和服务需要特殊的认证或仅支持付费会员。
		</p>

		<p><strong>2、网站使用：</strong></p>
		<p>
			（1）使用本网站时，用户须遵守国家的法律法规和规章制度，遵守本网站有关协议、规定、规则、程序和惯例，不得利用网站

			从事任何非法或不正当活动。用户不得在本网站发布各类违法或违规信息，包括但不限于商品信息、交易信息、社区帖子、商品留

			言、店铺留言、评价内容等。</p>
		<p>
			（2）用户保证提供的注册信息系真实、准确、完整、合法，本网站及其他第三方可以通过上述联系方式与自己进行联系；用户

			也应在相关资料实际变更时，予以及时更新。本网站对用户提供的信息予以保密。
		</p>
		<p>
			（3）用户可根据本协议的规定以及网站发布的相关规则在本网站上查询商品信息、发布使用体验、参与商品讨论、要求关注好

			友、上传商品图片、参与各类活动，以及享受本网站提供的其它服务。
		</p>

		<p>
			（4）网站有权审核、发布或删除用户提交的信息。网站将尽力核查用户提交的信息，但不能保证信息绝对的真实性、准确性和

			合法性，同时也不承担由此引致的任何法律责任。
		</p>

		<p>
			（5）用户同意，对于其上传到本网站的任何内容（包括但不仅限于文字、图片、视频），网站具有免费的、永久的、不可撤销

			的、非独家的和完全的许可和再许可的权利，以使用、复制、修改、改编、出版、翻译、据以创作出衍生作品，传播、表演和展示前

			述内容（整体或部分），和/或将前述内容编入其它任何形式的作品、媒体或技术中，不论是当前已知的或以后开发的，用户都同意

			本网站的主张。同时，用户同意网站在未改变其提供信息的本质内容的情况下免于承担因该信息引起的任何法律责任。

		</p>

		<p>
			（6）网站上产品和内容的列表或展示可能关系到第三方的著作权、商标权、商业机密、专利权、和其它人身权或所有权。用户

			同意，如果自己在网站上上传或展示了以上内容和信息，将独自为侵权行为负责。任何与第三方的知识产权、人身权、所有权有关的

			侵权行为和购买纠纷，本网站不承担任何责任和义务。
		</p>
		<p>
			（7）网站含有与其它网站的链接，但并不能控制这些网站及其提供的资源，对链接网站上的内容、广告、服务、产品信息的真

			实、准确、即时、完整性不做任何承诺，并且对链接网站不承担任何法律责任，用户在链接网站上的任何活动与本网站无关。
		</p>
		<p>
			（8）使用和访问该网站或该网站提供的服务项目时，可能会遇到一些被认为是攻击性的，不礼貌的内容。用户同意在使用网站

			和服务时自己承担此类风险，本网站将不会为以上内容负责。
		</p>
		<p>
			（9）当政府、执法机构、合法权利受损的权利人要求，或传票（或其他法律文件）强制时，本网站可能会公开用户的身份和联

			系信息，用户同意不会因为此类信息披露而对本网站采取行动或索赔。
		</p>
		<p>
			10）若用户违反本协议规定，或有违反国家及地方法律法规之处，本网站有权停止传输并删除相关信息，屏蔽/禁止用户的发

			表、使用，注销账户，如有必要可依法向相关主管部门进行披露。
		</p>
		<p><strong>3、买方与卖方：</strong></p>
		<p>
			（1）用户同意，本网站并非传统的卖家或集市，从始至终，本网站所做的是为买家和卖家提供一个信息交流和交易的网络平

			台。尽管本网站为履行注意义务，会监控网上的常规操作，但是，本网站不会核查网上发布的所有内容和清单，并且由于当前技术的

			限制，搜寻网站上的侵权和违法行为已超过了我们的能力。因此，用户同意，在使用本网站和服务时自己承担此类风险，本网站将不

			会为以上内容负责。
		</p>
		<p>
			(2）尽管本网站尽其最大的努力为用户提供准确可靠的信息，并对卖家的身份进行常规的验证，但是，网上交易仍然是有风险

			的，用户同意自己承担此类风险。我们鼓励注册用户使用相关的安全工具，合理的判断和常识来完成网上交易。
		</p>
		<p>
			（3）在任何情况下，本网站都不对侵权和交易纠纷负责，包括但不仅限于以下内容：关于产品质量、安全的交易纠纷，违反担

			保，产品或服务的合法性或实用性，买家付款和卖家知识产权侵权行为。
		</p>
		<p>
			（4）如果网站上的产品或信息引起交易纠纷，该交易纠纷造成本网站或本公司相关人员产生索赔、诉求、行动、诉讼、费用、

			开支、损害赔偿等损失（包括但不仅限于实际的、特定的、偶然的、间接的损失），用户（包括买家和卖家）承诺会解救并赔偿本网

			站。
		</p>
		<p>
			(5）为了帮助卖家和用户有效且高效地解决交易纠纷，本网站制订了“交易纠纷处理程序”。使用这个程序时，卖家和用户同

			意以下内容，即当卖家和用户向本网站提交“交易纠纷”时，卖家和用户应该遵守“本网站制定的交易纠纷处理程序”，并且同意本

			网站对此纠纷做出最后的，有约束力的判决。
		</p>
		<p><strong>4、责任声明：</strong></p>
		<P>(1）鉴于网络服务的特殊性，本网站不对除基本安全、稳定以外的其它外部干扰造成的用户与网站服务器之间的连接受阻而无

			法访问负责。用户同意自己承担因网络意外中断、操作或传输的延迟、电脑病毒、网络连接故障等引起的损失。
		</P>
		<P>
			（2）因不可抗力或者其它意外事件，使得本协议的履行不可能的，双方均不承担责任。本合同所称的不可抗力是指不能预见、

			不能避免并不能克服的客观情况，包括但不仅限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、网络病毒、电信部门技术管

			制、政府行为或任何其他自然或人为造成的灾难等客观情况。
		</P>
		<P>
			（3）在法律允许的最大范围内，本网站遵循“有效性”、“真实性”的基本原则。至于网站上的信息、内容或产品，本网站在

			此明确否认进行任何明示的或默示的担保（包括但不仅限于以下内容，状况、质量、耐久性、性能、准确性、可靠性、不涉及侵权、

			适销性或特定用途的适用性）。在你使用前已同意，你将独自承担使用和进入网站时遭遇的风险。这份免责声明不包括于产品生厂商

			提供的产品质量保证。
		</P>
		<p>
			（4）此外，源于以下内容的损害，无论是特别的、直接的、间接的、惩罚的、偶然的，还是与合同、过失、侵权有关的，或其

			它，本网站都不会承担任何责任：
		</p>
		<div style="width: 90%;margin-left: 10%;">
			<p>
				a)与通过网站信息从卖家或第三方购买的商品、服务、信息有关的纠纷（包括但不仅限于此类商品、服务、信息的质量、安

				全、合法性、实用性相关的纠纷）；
			</p>
			<p>
				b)在网站上侵犯第三方的权利；
			</p>
			<p>
				c)越权存取网站用户的数据和私人信息；
			</p>
			<p>
				d)网站用户的声明或行为。
			</p>
		</div>

	<p><strong>5、商品交易流程：</strong></p>
		<p>
			（1）本网站有权在发现其网站上显示的商品和/或订单有明显错误或缺货的情况下，单方面撤回订单；
		</p>

		<p>
			（2）网站明示了产品的价格（境内发货、境外发货、预售产品、现货产品等）、可获性和相关信息。这类信息将随时更改而无

			须发送任何通知；
		</p>
		<p>
			（3）本网站根据用户指定的收货地址进行商品发运或配送，网站上列出的送货时间系根据库存状况、处理流程、收货地址范围

			等信息估算，仅供用户参考，不作为对用户的到货时间承诺；
		</p>
		<p>
			(4）本网站确认了用户订单后，如果价格和数量发生变化，用户有权取消订单，并应及时通过电子邮件或电话通知网站的客户

			服务部及时处理；
		</p>
		<p>
			（5）用户所订购的商品发生缺货，用户有权取消订单；
		</p>
		<p>
			（6）本网站所有产品非特殊指定，一律不得用于（非荟酒网公司提供的）网络销售，包含但不仅限用在公共或个人站点、日志

			等明示产品价格等信息；
		</p>
		<p>
			7）本网站提供的商品，采购客户一律不允许恶意低价倾销、扰乱市场，否则，本网站公司有权保留追究扰乱市场者的责任；
		</p>
		<p><strong>6、知识产权：</strong></p>
		<p>
			（1）本网站及本网站所有内容的处理，以及网站上的文字、文档、证照、相关手续、图片等作品的著作权，无论是否明示，均

			属网站所有。任何个人及其他组织未经网站书面授权，不得修改、出版、传播、参与传播、销售、制作衍生作品，或以其他任何方式

			使用整体或部分的网站上的内容，对违法上述内容的个人或组织，本网站将保留追究其法律责任的权利；

		</p>
		<p>
			（2）未经网站公司书面授权，任何人不得使用网站的商标、服务标记、标识、域名和其它显著品牌特征的权利，对违法上述内

			容的个人或组织，本网站将保留追究其法律责任的权利；
		</p>
		<p>
			（3）用户不得盗用他人资料、信息在本网站进行注册和购买商品、不应当将账号、密码转让或出借予他人使用。若发现用户账

			号遭他人非法使用，应立即通知本网站，配合工作人员及时处理；
		</p>
		<p>
			（4）用户同意接受本网站通过电子邮件、网页或其他合法方式向用户发送商品促销或各类通知。而除了有明确规定的，所有通

			知对象为本网站通知和要求都要以书面文件的形式邮寄到指定的地址，其他方式被视作无效；
		</p>
		<p>
			（5）本网站及本网站所有内容均受《中华人民共和国著作权法》、《中华人民共和国商标法》等的法律保护。用户在本网站上

			发布的信息不得侵犯第三人的知识产权及其他所有权，未经相关权利人的事先书面同意，用户不得以任何方式上传、发布受著作权保

			护的内容，违反此条，损失由上传者承担；
		</p>
		<p><strong>7、协议中止与终止：</strong></p>
		<p>
			（1）用户同意，本网站有权随时对协议作出变更，任何修改或补充在其被张贴在网站时立即生效，对双方都有约束力。重大变

			更将在网站首页提示。用户继续使用本网站，即视为对该变更的确认；
		</p>
		<p>
			（2）对于用户的以下行为，网站有权在未告知的情况下中止或终止其相关服务或者拒绝其以任何形式使用网站，并保留追究用

			户法律责任的权利：
		</p>
		<p>（a）用户提供的资料不真实；</p>
			<p>（b）用户违反本协议规定；</p>
			<p>（c）应行政机关和/或授权职能部门的要求；</p>
			<p>（d）利用网站发布违反国家法律法规、禁止或限制发布的内容，或与本网站无关的信息；</p>
			<p>（e）未经批准向网站其它用户发送大量与业务不相关的信息；</p>
			<p>（f）冒用其他企业的名义发布商业信息，进行商业活动，扰乱市场秩序；</p>
			<p>（g）使用或提供含有毁坏、干扰、截取或侵占任何系统、数据或个人资料的任何电脑病毒、伪装破坏程序或其他破坏性程序。</p>
		<p><strong>8、其它：</strong></p>
		<p>（1）如果协议中任何条款在某一情况无法执行，该条款将被删除或修改为可执行的条款，同时，协议中的其他条款保持绝对有

			效；</p>
		<p>   （2）本网站不追究用户或其他人某次违反协议的责任，这不代表本网站放弃使用该项权利，本网站保留处理此类事件或其它事

			件的权力；</p>
		<p>      （3）任何源于或与协议或网站使用有关的行动和程序应提交至中国国际经济和贸易仲裁委员会进行仲裁，委员会的仲裁规则在

			申请仲裁时就开始起效。公断书应该是最终的，对双方当事人均有约制效力；
		</p>
		<p>
			（4）除去有冲突的法律条款，本协议以中华人民共和国法律为准则；
		</p>
		<p>（5）当你点击“创建我的账户”这个按钮后，就意味着你将无条件遵守并且接受本网站的相关协议与约束。</p>
	</div>
</div>
</body>
</html>